testCases/wang2015_P1atm/constant/momentumTransport
FoamFile { format ascii; class dictionary; object momentumTransport; }
simulationType  laminar;
