testCases/wang2015_P1atm/0.orig/p
FoamFile { format ascii; class volScalarField; object p; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 1e7;
boundaryField
{
    fuelInlet     { type zeroGradient; }
    oxidizerInlet { type zeroGradient; }
    upperOutflow  { type fixedValue; value uniform 1e7; }
    lowerOutflow  { type fixedValue; value uniform 1e7; }
    frontAndBack  { type empty; }
}
