testCases/wang2015_P1atm/0.orig/Ydefault
FoamFile { format ascii; class volScalarField; object Ydefault; }
dimensions [0 0 0 0 0 0 0];
internalField uniform 0;
boundaryField
{
    fuelInlet     { type fixedValue; value uniform 0; }
    oxidizerInlet { type fixedValue; value uniform 0; }
    upperOutflow  { type zeroGradient; }
    lowerOutflow  { type zeroGradient; }
    frontAndBack  { type empty; }
}
